const newsData = [
    {
        id: 1,
        title: "مؤتمر دار السرد الخامس في الخامس",
        date: "2026-05-23",
        category: "مؤتمر",
        images: ["assets/news-1779634823617-0.jpg"],
        body: "أقام ملتقى السرد الروائي، بالتعاون مع ملتقى فرج الثقافي، مؤتمره الخامس في كربلاء، وسط حضور ثقافي وأدبي لافت، تضمن قراءات نقدية، وقصائد شعرية، ومشهدًا مسرحيًا.\nوشهدت الجلسة مناقشة رواية -حين يغار المشمش- للروائي رافد القاضي، إلى جانب كتاب -جروح ندية-، بمشاركة نخبة من النقاد والأدباء والشعراء.\nوأدار فعاليات المؤتمر القاص رياض داخل، بمشاركة الروائي رافد القاضي."
    },
    {
        id: 2,
        title: "مشروع كتاب",
        date: "2026-10-18",
        category: "لقاء",
        images: ["assets/news-1792282750536-0.jpg"],
        body: "تم الأتفاق \n............ \n بعد أن ترجم لدار السرد قصة  حقول الملح لمكسيم غوركي، تم الأتفاق على مشروع جديد للترجمة \nمع المترجم والكاتب عبد الكريم حرب  الذي يمتلك حساً سردياً أصيلاً يستطيع به إن يعيد  إنتاج النص بوعي زاخر بالرمزية والعمق."
    }
];
